{
  "consent.terms": "You have consented to the terms of use for this forum.",
  "consent.title": "Your rights and information",
  "consent.intro": "<p>1 General</p><ul><li>The purpose of the forum is to promote data sharing and data-driven innovation, by enabling knowledge exchange and collaboration between various actors in the digital ecosystem.</li><li>To maintain a good and serious tone, we moderate the content. This is an important starting point for deciding what is appropriate in the forum.</li><li>As a user of this online forum, you agree that what you write can be read by others. If you want to remove or report inappropriate content, do so by flagging a post or comment.</li></ul><p>2 Terms of use</p><div>For content published in this web forum, the following conditions apply:</div><ul><li>We encourage to constructive discussion. We remove posts that are offensive or condescending to editors, other forum users and those who use the service.</li><li>Avoid aggressive language and extensive use of swearing.</li><li>Stick to the case. Posts that are obviously irrelevant for the forum will be deleted.</li><li>We remove illegal or inappropriate content. Such content includes racist posts, incitement to racial hatred, pornography, threats, harassment, incitement to violence or criminal conduct, and posts aimed solely at marketing one's own or others' products and services.</li><li>We reserve the right to suspend users who do not comply with our guidelines.</li></ul>",
  "consent.email_intro": "<ul><li>This online forum collects and processes personal information on behalf of the Norwegian Digitization Directorate to promote data sharing, collaboration in the digital ecosystem and innovation. By registering a user in this online forum, you consent to the processing of your personal data.</li><li>We use your personal information to customize the user experience in the online forum, to send you news / updates, to link the posts you write to your user account and to gain insight into your activity on the online forum.</li><li>When you signed up for Felles brukerhåndtering , you were asked to provide your full name and email address. Your name and e-mail address will be used further in Digdir's services. In the online forum, a username is therefore generated based on the registered e-mail in Common User Management. If your e-mail is, for example, ole.nordmann@nordmann.no, you will initially be assigned the username ole.nordmann. You can change the username in settings in the user profile. You can also voluntarily provide additional information to supplement your user profile on this online forum. We store this personal information as long as you have an account with us. You can delete your account at any time. When you delete the account, you can choose to delete only the user, or you can delete both the user and all your published posts in the online forum by contacting the administration team. Note that deleting a user account in the online forum does not lead to deleting your user in Felles brukerhåndtering.</li><li>If your account has been inactive for more than one year, we will delete your account for privacy reasons. We also delete user accounts that have not consented to the processing or terms of use within 14 days.</li><li>We may from time to time send you an email to your registered email address to notify you of updates and / or inform you of any new activity that is relevant to you. You can change how often we send forum summaries (or you can turn it off completely) and change the types of updates you want to receive through your user settings. Unless you have changed this in the user settings, the web forum does not send summaries via email.</li><li>This web forum uses the Google Cloud Platform to store and process personal information.</li><li>You can ask for a copy of your information and get personal information corrected and deleted in the online forum. You can do this on your user profile by clicking on \"Your rights and information\". If you have other questions or concerns, we recommend that you contact the administration team for this online forum (e-mail: fellesdatakatalog@digdir.no).</li></ul>"
}
