{
  "banned": "Utestengt",
  "offline": "Offline",
  "deleted": "Deleted",
  "username": "Brukernavn",
  "joindate": "Registereringsdato",
  "postcount": "Antall innlegg",
  "email": "E-post",
  "confirm_email": "Bekfreft e-post",
  "account_info": "Account Info",
  "admin_actions_label": "Administrative Actions",
  "ban_account": "Utesteng konto",
  "ban_account_confirm": "Vil du virkelig utestenge denne brukeren?",
  "unban_account": "Opphev utestenging",
  "delete_account": "Slett konto",
  "delete_account_as_admin": "Delete <strong>Account</strong>",
  "delete_content": "Delete Account <strong>Content</strong>",
  "delete_all": "Delete <strong>Account</strong> and <strong>Content</strong>",
  "delete_account_confirm": "Are you sure you want to anonymize your posts and delete your account?<br /><strong>This action is irreversible and you will not be able to recover any of your data</strong><br /><br />Enter your password to confirm that you wish to destroy this account.",
  "delete_this_account_confirm": "Are you sure you want to delete this account while leaving its contents behind?<br /><strong>This action is irreversible, posts will be anonymized, and you will not be able to restore post associations with the deleted account</strong><br /><br />",
  "delete_account_content_confirm": "Are you sure you want to delete this account's content (posts/topics/uploads)? <br /><strong>This action is irreversible and you will not be able to recover any data</strong><br /><br />",
  "delete_all_confirm": "Are you sure you want to delete this account and all of its content (posts/topics/uploads)? <br /><strong>This action is irreversible and you will not be able to recover any data</strong><br /><br />",
  "account-deleted": "Konto slettet",
  "account-content-deleted": "Account content deleted",
  "fullname": "Fullt navn",
  "website": "Nettsted",
  "location": "Plassering",
  "age": "Alder",
  "joined": "Ble med",
  "lastonline": "Senest online",
  "profile": "Profil",
  "profile_views": "Profilvisninger",
  "reputation": "Rykte",
  "bookmarks": "Bookmarks",
  "watched_categories": "Watched categories",
  "change_all": "Change All",
  "watched": "Overvåkede",
  "ignored": "Ignored",
  "default-category-watch-state": "Default category watch state",
  "followers": "Følgere",
  "following": "Følger",
  "blocks": "Blocks",
  "block_toggle": "Toggle Block",
  "block_user": "Block User",
  "unblock_user": "Unblock User",
  "aboutme": "Om meg",
  "signature": "Signatur",
  "birthday": "Bursdag",
  "chat": "Chat",
  "chat_with": "Continue chat with %1",
  "new_chat_with": "Start new chat with %1",
  "flag-profile": "Flag Profile",
  "follow": "Følg",
  "unfollow": "Avfølg",
  "more": "Mer",
  "profile_update_success": "Profilen ble oppdatert!",
  "change_picture": "Bytt bilde",
  "change_username": "Change Username",
  "change_email": "Change Email",
  "email_same_as_password": "Please enter your current password to continue &ndash; you've entered your new email again",
  "edit": "Endre",
  "edit-profile": "Edit Profile",
  "default_picture": "Default Icon",
  "uploaded_picture": "Opplastet bilde",
  "upload_new_picture": "Last opp nytt bidle",
  "upload_new_picture_from_url": "Last opp nytt bilde fra URL",
  "current_password": "Gjeldende passord",
  "change_password": "Endre passord",
  "change_password_error": "Ugyldig passord!",
  "change_password_error_wrong_current": "Ditt gjeldende passord er ikke korrekt!",
  "change_password_error_match": "Passordene må samsvare!",
  "change_password_error_privileges": "Du har ikke rettigheter tli å endre dette passordet.",
  "change_password_success": "Passordet ditt ble oppdatert!",
  "confirm_password": "Bekreft passord",
  "password": "Passord",
  "username_taken_workaround": "Brukernavnet du ønsket er opptatt, så vi har endret ditt litt. Du er nå kjent som <strong>%1</string>",
  "password_same_as_username": "Ditt passord er det samme som ditt brukernavn, vennligst velg et annet passord.",
  "password_same_as_email": "Your password is the same as your email, please select another password.",
  "weak_password": "Weak password.",
  "upload_picture": "Last opp bilde",
  "upload_a_picture": "Last opp et bilde",
  "remove_uploaded_picture": "Fjern Opplastet Bilde",
  "upload_cover_picture": "Upload cover picture",
  "remove_cover_picture_confirm": "Are you sure you want to remove the cover picture?",
  "crop_picture": "Crop picture",
  "upload_cropped_picture": "Crop and upload",
  "avatar-background-colour": "Avatar background colour",
  "settings": "Innstillinger",
  "show_email": "Vis min e-post",
  "show_fullname": "Vis mitt fulle navn",
  "restrict_chats": "Bare tillat chat-meldinger fra brukere jeg følger",
  "digest_label": "Abonner på sammendrag",
  "digest_description": "Abonner på e-post-oppdateringer for dette forumet (nye varsler og emner) i samsvar med valgte tidspunkt",
  "digest_off": "Av",
  "digest_daily": "Daglig",
  "digest_weekly": "Ukentlig",
  "digest_monthly": "Månedlig",
  "has_no_follower": "Denne brukeren har ingen følgere :(",
  "follows_no_one": "Denne brukeren følger ingen :(",
  "has_no_posts": "Denne brukeren har ikke skrevet noe enda.",
  "has_no_topics": "Denne brukeren har ikke skrevet noen emner enda.",
  "has_no_watched_topics": "Denne brukeren har ikke overvåket noen emner enda.",
  "has_no_ignored_topics": "This user hasn't ignored any topics yet.",
  "has_no_upvoted_posts": "This user hasn't upvoted any posts yet.",
  "has_no_downvoted_posts": "This user hasn't downvoted any posts yet.",
  "has_no_voted_posts": "This user has no voted posts",
  "has_no_blocks": "You have blocked no users.",
  "email_hidden": "E-post skjult",
  "hidden": "skjult",
  "paginate_description": "Bruk sidevelger for emner og innlegg istedet for uendelig scrolling",
  "topics_per_page": "Tråd per side",
  "posts_per_page": "Innlegg per side",
  "max_items_per_page": "Maximum %1",
  "acp_language": "Admin Page Language",
  "notifications": "Notifications",
  "upvote-notif-freq": "Upvote Notification Frequency",
  "upvote-notif-freq.all": "All Upvotes",
  "upvote-notif-freq.first": "First Per Post",
  "upvote-notif-freq.everyTen": "Every Ten Upvotes",
  "upvote-notif-freq.threshold": "On 1, 5, 10, 25, 50, 100, 150, 200...",
  "upvote-notif-freq.logarithmic": "On 10, 100, 1000...",
  "upvote-notif-freq.disabled": "Disabled",
  "browsing": "Surfeinnstillinger",
  "open_links_in_new_tab": "Åpne utgående lenker i en ny fane",
  "enable_topic_searching": "Aktiver søk-i-emne",
  "topic_search_help": "Hvis søk-i-emne er aktivert, overstyres nettleserens standard sidesøk og gir mulighet til å søke gjennom hele emnet, ikke bare det som vises på skjermen",
  "update_url_with_post_index": "Update url with post index while browsing topics",
  "scroll_to_my_post": "After posting a reply, show the new post",
  "follow_topics_you_reply_to": "Watch topics that you reply to",
  "follow_topics_you_create": "Watch topics you create",
  "grouptitle": "Group Title",
  "group-order-help": "Select a group and use the arrows to order titles",
  "no-group-title": "Ingen gruppetittel",
  "select-skin": "Velg et skin",
  "select-homepage": "Select a Homepage",
  "homepage": "Homepage",
  "homepage_description": "Select a page to use as the forum homepage or 'None' to use the default homepage.",
  "custom_route": "Custom Homepage Route",
  "custom_route_help": "Enter a route name here, without any preceding slash (e.g. \"recent\" or \"category/2/general-discussion\")",
  "sso.title": "Single Sign-on Services",
  "sso.associated": "Assosiert med",
  "sso.not-associated": "Klikk her for å assosiere med",
  "sso.dissociate": "Dissociate",
  "sso.dissociate-confirm-title": "Confirm Dissociation",
  "sso.dissociate-confirm": "Are you sure you wish to dissociate your account from %1?",
  "info.latest-flags": "Latest Flags",
  "info.no-flags": "No Flagged Posts Found",
  "info.ban-history": "Recent Ban History",
  "info.no-ban-history": "This user has never been banned",
  "info.banned-until": "Banned until %1",
  "info.banned-expiry": "Expiry",
  "info.banned-permanently": "Banned permanently",
  "info.banned-reason-label": "Reason",
  "info.banned-no-reason": "No reason given.",
  "info.username-history": "Username History",
  "info.email-history": "Email History",
  "info.moderation-note": "Moderation Note",
  "info.moderation-note.success": "Moderation note saved",
  "info.moderation-note.add": "Add note",
  "sessions.description": "This page allows you to view any active sessions on this forum and revoke them if necessary. You can revoke your own session by logging out of your account.",
  "consent.title": "Samtykke og brukervilkår",
  "consent.lead": "Dette nettforumet samler inn og behandler personopplysninger.",
  "consent.intro": "<p>1 Generelt</p><ul><li>Forumet har som formål om å fremme datadeling og datadrevet innovasjon, ved å muliggjøre kunnskapsutveksling og samarbeid mellom ulike aktører i det digitale økosystemet.</li><li>For å opprettholde en god og seriøs tone modererer vi innholdet. Dette er et viktig utgangspunkt for å avgjøre hva som er passende i forumet.</li><li>Som bruker av dette nettforumet godtar du til at det du skriver kan leses av andre. Hvis du ønsker å fjerne eller melde fra om upassende innhold, gjør du det ved å flagge det på ett innlegg eller en kommentar.</li></ul><p>2 Vilkår for bruk</p><div>For innhold som publiseres i dette nettforumet, gjelder følgende betingelser:</div><ul><li>Vi oppfordrer til konstruktiv diskusjon. Vi fjerner innlegg som er støtende eller nedlatende for redaktører, andre forumbrukere og for de som bruker tjenesten.</li><li>Unngå aggressivt språk og utstrakt bruk av banning.</li><li>Hold deg til saken. Innlegg som åpenbart er irrelevante for forumet slettes.</li><li>Vi fjerner ulovlig eller upassende innhold. Slikt innhold inkluderer rasistiske innlegg, oppfordring til rasehat, pornografi, trusler, sjikanering, oppfordring til vold eller kriminell atferd, og innlegg som utelukkende tar sikte på å markedsføre egne eller andres produkter og tjenester.</li><li>Vi forbeholder oss retten til å suspendere brukere som ikke overholder våre retningslinjer.</li></ul>",
  "consent.email_intro": "<ul><li>Dette nettforumet samler inn og behandler personopplysninger på vegne av Digitaliseringsdirektoratet, for å fremme deling av data, samhandling i det digitale økosystemet og innovasjon . Når du registrerer en bruker i dette nettforumet samtykker du til behandling av dine personopplysninger.</li><li>Vi bruker personopplysningene dine til å tilpasse brukeropplevelsen i nettforumet, for å sende deg nyheter/ oppdateringer, for å knytte innleggene du skriver til brukerkontoen din og for få innsikt i din aktivitet på nettforumet.</li><li>Når du registrerte deg i Felles brukerhåndtering, ble du bedt om å oppgi fullt navn og en e-postadresse. Navnet ditt og e-postadressen din blir brukt videre i Digdirs tjenester. I nettforumet frembringes det derfor et brukernavn ut ifra den registrerte e-posten i Felles brukerhåndtering. Om e-posten din eksempelvis er ole.nordmann@nordmann.no får du i første omgang tildelt brukernavnet ole.nordmann. Du kan endre brukernavnet i innstillinger i brukerprofilen. Du kan også frivillig oppgi tilleggsinformasjon for å supplere brukerprofilen din på dette nettforumet. Vi lagrer disse personopplysningene så lenge du har en konto hos oss. Du kan når som helst slette kontoen din. Når du sletter kontoen kan du velge å kun slette brukeren, eller du kan slette både bruker og alle de publiserte innleggene dine i nettforumet ved å kontakte administrasjonsteamet.<br/>Merk deg at sletting av brukerkonto i nettforumet ikke fører til sletting av din bruker i Felles brukerhåndtering.</li><li>Hvis brukerkontoen din har vært inaktivt i mer enn ett år, sletter vi kontoen din av personvernmessige hensyn.</li><li>Vi kan fra tid til annen sende deg en e-post til din registrerte e-postadresse for å varsle deg om oppdateringer og/eller informere deg om ny aktivitet som er relevant for deg. Du kan endre hvor ofte vi sender forumsammendrag (eller du kan slå det helt av), og endre hvilke typer oppdateringer du vil motta gjennom brukerinnstillingene dine. Med mindre du har endret dette i brukerinnstillingene, sender ikke nettforumet sammendrag via e-post.</li><li>Dette nettforumet bruker Google Cloud Platform for å lagre og behandle personopplysninger.</li>  <li>Du kan be om en kopi av informasjonen din og få personopplysninger både korrigert og slettet i nettforumet. Det kan du gjøre på brukerprofilen din ved å klikke deg inn på \"dine rettigheter og informasjon\". Om du har andre spørsmål eller bekymringer, anbefaler vi at du kontakter administrasjonsteamet for dette nettforumet (e-post: fellesdatakatalog@digdir.no).</li></ul>",
  "consent.digest_frequency": "Med mindre dette er eksplisitt endret i brukerinnstillingene dine, sendes det ut e-post hver %1.",
  "consent.digest_off": "Med mindre dette er eksplisitt endret i brukerinnstillingene dine, sendes det ikke ut e-post",
  "consent.received": "Du har samtykket til innsamling og behandling av dine personopplysninger, samt brukervilkårene til nettformuet",
  "consent.not_received": "Du har ikke gitt samtykke til innsamling og behandling av personopplysninger. Administrasjonsteamet ved dette nettforumet kan velge å slette din brukerkonto for å overholde GDPR (General Data Protection Regulation).",
  "consent.give": "Gi samtykke",
  "consent.right_of_access": "Du har rett til tilgang",
  "consent.right_of_access_description": "Du har rett til å få tilgang til data som samles inn av dette nettstedet på forespørsel. Du kan laste ned en kopi av disse dataene ved å klikke på knappen nedenfor.",
  "consent.right_to_rectification": "Du har rett til utbedring",
  "consent.right_to_rectification_description": "Du har rett til å endre eller oppdatere unøyaktige data gitt til oss. Profilen din kan oppdateres ved å redigere profilen din, og innhold på innlegg kan alltid redigeres. Hvis dette ikke er tilfelle, kan du kontakte dette nettstedets administrasjonsteam.",
  "consent.right_to_erasure": "Du har rett til å bli glemt",
  "consent.right_to_erasure_description": "Du kan når som helst tilbakekalle ditt samtykke til datainnsamling og / eller behandling ved å slette kontoen din. Den individuelle profilen din kan slettes, selv om det postede innholdet ditt forblir. Hvis du vil slette både kontoen din <strong> og </strong> innholdet ditt, kan du kontakte administrasjonsteamet for dette nettstedet.",
  "consent.right_to_data_portability": "Du har rett til dataportabilitet",
  "consent.right_to_data_portability_description": "Du kan be oss om maskinlesbar eksport av innsamlede data om deg og kontoen din. Du kan gjøre det ved å klikke på knappen nedenfor.",
  "consent.export_profile": "Eksporter profil (.json)",
  "consent.export-profile-success": "Eksporterer profil, du vil få et varsel når det er ferdig.",
  "consent.export_uploads": "Eksporter opplastninger (.zip)",
  "consent.export-uploads-success": "Eksporterer opplastninger, du vil få et varsel når det er ferdig.",
  "consent.export_posts": "Eksporter innlegg (.csv)",
  "consent.export-posts-success": "Eksporterer innlegg, du vil få et varsel når det er ferdig."
}
